
/* Bulk promotions buying more X items or more. */
"%u or more for discounts!" = "%u or more for discounts!";

/* x-for-y promotions, like 2-for-1 */
"%u-for-%u promotion!" = "%1$u-for-%2$u promotion!";

/* No comment provided by engineer. */
"Buy" = "Buy";

/* No comment provided by engineer. */
"CabiShop" = "CabiShop";

/* No comment provided by engineer. */
"Checkout" = "Checkout";

/* No comment provided by engineer. */
"Environment" = "Environment";

/* No comment provided by engineer. */
"Mock" = "Mock";

/* No comment provided by engineer. */
"No items" = "No items";

/* No comment provided by engineer. */
"Not Implemented!" = "Not Implemented!";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Production" = "Production";

/* No comment provided by engineer. */
"Remove" = "Remove";

/* No comment provided by engineer. */
"Sorry, come back later." = "Sorry, come back later.";

/* No comment provided by engineer. */
"Total" = "Total";

/* No comment provided by engineer. */
"x%@" = "x%@";

/* No comment provided by engineer. */
"Your cart is empty." = "Your cart is empty.";
